Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driver_licensing/learner_driving_permits_for_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Learner driving permits for motorcycles
ga: Ceadúnais tiomána foghlaimeora le haghaidh gluaisrothar

source: It is a statutory requirement that you must hold at least a learner driving permit (previously known as a provisional licence) for the appropriate category of motorcycle if you want to drive a motorcycle in a public place. You are required to carry your permit with you at all times when driving
ga: Is ceanglas reachtúil atá ann nach mór duit ar a laghad ceadúnas tiomána foghlaimeora (ar a dtugtaí ceadúnas sealadach roimhe seo) a bheith agat don chatagóir chuí feithicle más mian leat gluaisrothar a thiomáint in áit phoiblí

source: This document explains how to apply for or renew a learner permit for a motorcycle
ga: Ní mor duit do cheadúnas a bheith leat an t-am ar fad nuair atá tú ag tiomáint

source: To apply for a learner permit, you must be normally resident in Ireland
ga: Ní mór duit gnáthchónaí a bheith ort in Éirinn chun iarratas a dhéanamh ar cheadúnas foghlaimeora

source: If you usually live here for at least 185 days in each calendar year (because of personal and occupational ties), you are considered to be normally resident in Ireland
ga: Meastar go bhfuil gnáthchónaí in Éirinn ort má bhíonn cónaí ort anseo go hiondúil ar feadh ar a laghad 185 lá i ngach bliain féilire (mar gheall ar cheangal pearsanta agus ceirde)

source: The Road Safety Authority now has responsibility for driver licensing and has set up a new National Driver Licence Service (NDLS)
ga: Ó 19 Eanáir, 2013, tá an tÚdarás um Shábháilteacht ar Bhóithre freagrach as ceadúnú tiománaithe

source: In addition, the application process has changed and, when applying for a learner permit, you have to visit one of the new NDLS centres
ga: Mar chuid den phróiseas iarratais duine-le-duine, beidh do grianghraf agus do shíniú go digiteach a ghabháil

source: As part of the face-to-face application process, your photo and your signature is captured digitally
ga: Cuirfear iad seo san áireamh sa táille atá ann cheana féin. Beidh ort an doiciméadú breise chun do chéannacht a dhearbhú

source: You have to bring additional documentation to confirm your identity
ga: Tá tuilleadh eolais ar fáil ar an láithreán gréasáin NDLS

source: A new plastic-card learner permit has been introduced, replacing the paper learner permit
ga: Faigheann aon duine a dhéanann iarratas ar cheadúnas nó cead foghlaimeora ó 12 Eanáir, 2013 ar an leagan nua

source: This is an EU initiative to introduce a secure, compact style of licence in all member states
ga: Is tionscnamh AE a thabhairt isteach slán, stíl dlúth ceadúnais i ngach ballstát

source: The number of driving licence categories has increased and the minimum age requirement for certain categories has changed also
ga: Chomh maith leis sin, méadú ar líon na tiomána chatagóirí ceadúnais agus an riachtanas aois íosta le haghaidh catagóirí áirithe a athrú

source: Further information is available on the Road Safety Authority's website
ga: Tá tuilleadh eolais ar fáil ar shuíomh gréasáin an Údaráis um Shábháilteacht ar Bhóithre

source: Before you learn to drive on public roads, you must hold a learner permit, covering the category of motorcycle you wish to drive
ga: Sula dtosaíonn tú ag foghlaim tiomána ar bhóithre poiblí, ní mór duit ceadúnas foghlaimeora a bheith agat a chuimsíonn an chatagóir ghluaisrothair is mian leat a thiomáint

source: A learner permit to drive a motorcycle is usually valid for 2 years
ga: Is gnách go mbíonn ceadúnas foghlaimeora chun gluaisrothar a thiomáint bailí ar feadh 2 bhliain

source: Learner permit holders are not allowed carry pillion passengers (passengers on the back of their motorcycle) or drive on a motorway
ga: Ní cheadaítear do shealbhóirí ceadúnas foghlaimeora paisinéirí cúlóige (paisinéirí ar chúl a ngluaisrothair) a iompar nó tiomáint ar mhótarbhealach

source: Motorcyclists with learner permits are required to display L-plates on a yellow fluorescent high visibility tabard
ga: Ceanglaítear ar ghluaisrothaithe ag a bhfuil ceadúnas foghlaimeora L-phlátaí a thaispeáint ar chásóg bhuí fhluaraiseach ard-infheictheachta

source: (A tabard is a bib or sleeveless outer garment with open side-seams)
ga: (Is éard is casóg ann prioslóir nó ball seachtrach éadaigh gan mhuinchillí ag a bhfuil séamaí oscailte ar a taobhanna)

source: The letter 'L' must be in red and at least 15cm in height on a white background, and must be to the front and rear of your torso
ga: Ní mór go mbíonn an litir ‘L’ le sonrú le dath na deirge agus a bheith ar a laghad 15cm ar airde ar chúlra bán, agus a bheith chun tosaigh agus ar chúl do cholainne

source: It is a criminal offence for learner motorcyclists not to display L plates
ga: Is cion choiriúil é mura dtaispeánann gluaisrothaí foghlaimeora na L-phlátaí

source: Since October 2011 the drink driving limit for drivers with learner permits and those in their first two years on a full driving licence is reduced to 20mg/100m of blood. The penalty points disqualification threshold of 12 points is reduced to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014
ga: Ó Dheireadh Fómhair 2011 i leith, tá laghdú tagtha ar an teorainn um thiomáint ar meisce do thiománaithe ag a bhfuil ceadúnais foghlaimeora agus iad siúd ag a bhfuil ceadúnais iomlána tiomána acu don chéad dá bhliain, chuig 20mg/100ml fola

source: It remains at the lower threshold while they drive under a learner permit and subsequently during the first two years while they drive under their first driving licence. Further information is available on the Road Safety Authority website
ga: Tá fáil ar fhaisnéis ar na bearta a bheartaítear chun tiománaithe foghlaimeora agus neamhchleachtacha a chosaint ar láithreán gréasáin an Údaráis um Shábháilteacht ar Bhóithre

source: The rules of the road are available at rulesoftheroad.ie
ga: Is féidir leat rialacha an bhóthair a léamh ag rotr.ie

source: Since 19 January 2013 there are 4 categories of motorcycle in Ireland that are licensed for use on public roads
ga: Ó 19 Eanáir 2013 is ann do 4 chatagóir ghluaisrothar in Éirinn atá ceadúnaithe lena n-úsáid ar bhóithre poiblí

source: There are also specified minimum ages for motorcyclists
ga: Anuas air sin, is ann d'aoiseanna sonraithe íosta do ghluaisrothaithe

source: Motorcycle and moped categories from 19 January 2013
ga: Catagóirí gluaisrothair agus móipéidí ó 19 Eanáir 2013

source: │Category│Vehicle type │Minimum age of driver │
ga: │Catagóir│Cineál feithicle │Aois íosta an tiománaí │

source: │AM │Mopeds and tricycles with a maximum speed of 45kph and light quadricycles │16 years │
ga: │AM │Móipéidí agus trírothaigh le luas uasta 45kph agus cuadrothair éadrom │16 bliana d’aois │

source: │A1 │Motorcycles (with or without a sidecar) of 11kW or less and 125cc or less, with a maximum power/weight ratio of 0.1 kW/kg, and motor tricycles of 15 kW or less │16 years │
ga: │A1 │Gluaisrothair (le nó gan carr cliathánach) 11kW nó níos lú agus 125cc nó níos lú, le cóimheas uasta cumhachta / meáchain de 0.1 kW / kg, agus trírothaigh mótair de 15 kW nó níos lú │16 bliana d’aois │

source: │A2 │Motorcycles (with or without a sidecar) of 35kW or less, with a maximum power/weight ratio of 0.2 kW/kg, and not derived from a vehicle of more than double its power │18 years │
ga: │A2 │Gluaisrothair (le nó gan carr cliathánach) 35kW nó níos lú, le cóimheas uasta cumhachta / meáchain de 0.2 kW / kg, agus níl sé díorthaithe ó fheithicil a chumhacht níos mó ná dúbailt │18 bliana d’aois │

source: │A │Motorcycles (with or without a sidecar) and motor tricycles │24 years (20 years via progressive access) │
ga: │A │Gluaisrothair (le nó gan carr cliathánach) agus trírothaigh mótair │24 bliana d’aois (20 bliana d’aois trí rochtain forásach) │

source: Before 19 January 2013, the categories and driver’s minimum age for motorcycles and mopeds were as follows:
ga: Roimh 19 Eanáir, 2013, bhí an méid seo a leanas na catagóirí gluaisrothar agus móipéidí chomh maith leis an aois íosta le haghaidh tiomáint:

source: Motorcycle and moped categories before 19 January 2013
ga: │ Catagóirí gluaisrothair agus móipéidí roimh 19 Eanáir 2013 │

source: │Category│Vehicle type │Minimum age of │ │ │ │driver │
ga: │Catagóir │Cineál feithicle │Aois íosta an tiománaí │

source: │A1 │Motorcycles of 11kW or less and of 125cc or less, with or│16 years │ │ │without a sidecar │ │
ga: │A1 │Gluaisrothair 11kW nó níos lú agus 125cc nó níos lú, le nó gan carr cliathánach │16 bliana d’aois │

source: │A* │Motorcycles with or without a sidecar │18 years │
ga: │A * │Gluaisrothair le nó gan carr cliathánach │18 mbliana d’aois │

source: │M │Mopeds with a maximum speed of 45kph and a maximum n │16 years │
ga: │M │Móipéidí le luas uasta 45kph agus méid uasta innill 50cc │16 bliana d’aois │

source: * Category A learner permits issued before 19 January 2013 carry a restriction
ga: * Cuirtear srian ar cheadúnais foghlaimeora chatagóir A eisiúint roimh an 19 Eanáir, 2013

source: This restriction limits the licence holder to motorcycles (with or without a sidecar) subject to a power limit of 25kW
ga: Cuireann an srian teorainn ar an sealbhóir ceadúnais gan ach gluaisrothair (le nó gan carr cliathánach) faoi réir teorainn chumhachta 25kW a thiomáint

source: This restriction continues for 2 years after you have obtained a full driving licence for this category providing the licence was obtained before 19 January 2013
ga: Leanann an srian seo ar feadh 2 bhliain tar éis go mbíonn ceadúnas iomlán tiomána faighte agat don chatagóir seo más rud é go bhfuarthas an ceadúnas roimh 19 Eanáir, 2013

source: Getting a full driving licence
ga: Ceadúnas iomlán a fháil

source: If you are old enough, the usual steps you must take to get a full driving licence in a particular category is to:
ga: Má tá an aois cheart bainte amach agat, is iad na gnáthchéimeanna nach mór duit glacadh chun ceadúnas iomlán tiomána a fháil i gcatagóir ar leith:

source: Pass the motorcycle/moped theory test
ga: Pas a fháil sa tástáil teoirice gluaisrothair/móipéide

source: Get a learner permit for the category you wish to get a full licence for
ga: Cead foghlaimeora a fháil don chatagóir ar mian leat ceadúnas iomlán a fháil di

source: Complete all the appropriate Initial Basic Training (IBT) modules on the appropriate type of motorcycle
ga: Na modúil Bhunoiliúna (IBT) ábhartha go léir ar an saghas cuí gluaisrothair a chríochnú

source: Pass the motorcycle driving test after a minimum of 6 months on the appropriate representative motorcycle
ga: Pas a fháil sa tástáil tiomána gluaisrothair tar éis ar a laghad 6 mhí a chaitheamh ar an ngluaisrothar ábhartha ionadaíoch

source: However, if you have already held a category A1 or A2 full driving licence for at least two years it is possible to get a full licence for category A2 or A respectively through what is called progressive access, without going through all those steps
ga: Má bhí ceadúnas iomlán chatagóir A1 nó A2 i do sheilbh agat cheana féin ar feadh ar a laghad dhá bhliain, is féidir ceadúnas iomlán a fháil do chatagóir A2 nó A, faoi seach, trí rud ar a dtugtar rochtain fhorásach, gan na céimeanna go léir sin a ghlacadh

source: Providing you have already completed IBT training for your existing licence, the steps you follow are:
ga: A fhad agus a chríochnaigh tú oiliúint IBT do do cheadúnas reatha, is iad na céimeanna a ghlacann tú:

source: Complete the IBT progression module on the appropriate type of motorcycle
ga: An modúl IBT um dhul chun cinn a chríochnú ar an saghas cuí gluaisrothair

source: You may also have to do a motorcycle driving test if you did not pass the test for your existing licence
ga: B’fhéidir go mbeidh ort tástáil tiomána gluaisrothair a dhéanamh murar éirigh leat pas a fháil sa tástáil do do cheadúnas reatha tiomána

source: It is possible to get a category A learner permit at age 20 under progressive access
ga: Is féidir cead foghlaimeora chatagóir A a fháil ag aois 20 faoi rochtain fhorásach

source: Information on the process for obtaining a motorcycle licence (pdf) and a related motorcycle FAQ (pdf) is available on the Road Safety Authority's website
ga: Féadfaidh tú teacht ar fhaisnéis ar an bpróiseas nua chun ceadúnas gluaisrothair a fháil (pdf) agus ar na ceisteanna coitianta comhghaolmhara FAQ (pdf) ar láithreán gréasáin an Údaráis um Shábháilteacht ar Bhóithre

source: Your first learner permit
ga: Do chéad cheadúnas foghlaimeora

source: You must have a valid driver theory test certificate for motoycycle and moped categories before a first motorcycle learner permit will be granted
ga: Ní mór duit deimhniú tástáil teoirice tiomána a fháil do chatagóirí gluaisrothair agus móipéide sula ndeonófar do chéad chead foghlaimeora gluaisrothair duit

source: The theory test certificate is valid for 2 years from the date of issue
ga: Tá an deimhniú tástáil teoirice bailí ar feadh 2 bhliain ó dháta na heisiúna

source: If your learner permit expired at least 5 years ago, then you must pass the theory test again before a learner permit will be issued
ga: Má d’éag do cheadúnas nó do chead foghlaimeora ar a laghad 5 bliana ó shin, ní mór duit pas a fháil sa tástáil teoirice arís sula n-eiseofar cead foghlaimeora

source: You must do Initial Basic Training (IBT) when you get your first learner permit
ga: Ní mór duit tabhairt faoi do Bhunoiliúint Tosaigh (IBT) nuair a fhaigheann tú do chéad chead foghlaimeora

source: You cannot ride a motorcycle on the road unsupervised by your IBT instructor unless have done your IBT and received a certificate of satisfactory completion
ga: Ní féidir leat gluaisrothar a thiomáint ar an mbóthar gan bheith faoi mhaoirsiú do theagascóra IBT mura ndearna tú do IBT agus deimhniú um chríochnú sásúil a bhaint amach

source: You cannot take a driving test for at least 6 months after getting your first learner permit
ga: Ní féidir leat iarratas a dhéanamh ar an tríú cheadúnas nó ar aon cheann ina dhiaidh sin murar féidir leat a chruthú:

source: Your third learner permit
ga: Moltar duit é sin a dhéanamh, áfach

source: You may not apply for a third or subsequent learner permit unless you can provide:
ga: Féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: • Evidence that you have undergone a driving test for a motorbike in the 2-year period prior to your application (a 2-year learner permit will be granted) or
ga: Má tá ceadúnas foghlaimeora do chatagóir A1 agat cheana féin, is féidir leat catagóir M a chur leis gan teastas tástála teoirice a chur ar aghaidh

source: • Evidence of a forthcoming test date (a 1-year learner permit will be granted)
ga: Conas a ionadaím ceadúnas foghlaimeora a cailleadh nó a goideadh?

source: Learner permits are valid for 2 years (or in certain circumstances for 1 year only) and since 1 January 2013 the fee is €35
ga: Tá ceadúnais foghlaimeora do ghluaisrothair bailí ar feadh 2 bhliain (nó 1 bhliain faoi chúinsí áirithe) agus ó 1 Eanáir 2013 is é an táille €35

source: They are free of charge to those aged 70 or over
ga: Tá siad saor in aisce dóibh siúd atá 70 bliain d’aois nó níos sine

source: Information on acceptable forms of payment is available on the application form
ga: Tá sé saor in aisce ceadúnas foghlaimeora a mhalartú chun ainm nó seoladh nua a thaispeáint

source: Any required eyesight tests or medical examinations are not free of charge
ga: Tá eolas maidir le cineálacha inghlactha íocaíochta ar an bhfoirm iarratais

source: You have to apply in person to one of the NDLS centres
ga: Má tá iarratas á dhéanamh agat ar cheadúnas foghlaimeora chun gluaisrothar a thiomáint, ba chóir duit iarrtas a dhéanamh ar cheadúnas do chatagóir A nó A2 nó A1 nó AM

source: You do not have to provide photographs with your application but you do need to bring additional documents with you in order to confirm you are the person who is applying for the driving licence
ga: Tá an fhoirm iarratais ar chead foghlaimeora, Foirm D201, ar fáil ó ionaid NDLS, ionaid Tástála Tiomána, Tástáil Teoirice Tiomána agus ionaid Stáisiúin na nGardaí

source: If you have a learner permit or Irish driving licence, you need to bring evidence of your PPS Number and proof of address
ga: Beidh ort iarratas a dhéanamh go pearsanta go dtí ceann de na hionaid NDLS

source: If you do not have a learner permit or an Irish driving licence, you need to bring photographic ID, proof of your residency entitlement, evidence of your PPS Number and proof of address
ga: Má tá tú faoi láthair ar tiomána ceadúnas / cead foghlaimeora Éireannach, is gá duit a thabhairt leat an gceadúnas / cead agus fianaise d'Uimhir PSP

source: See ‘Proof of identity’ below
ga: Féach 'Cruthúnas céannachta' alt thíos

source: You apply for or renew a learner permit using the learning permit application form (D201) which is available from NDLS centres, driving test centres, driving theory test centres and Garda stations
ga: Ba cheart go ngabhfaidh an méid a leanas le foirm chomhlánaithe iarratais D201:

source: You can also download the learner permit application form (pdf) as well as guidance notes (pdf)
ga: • Teastas breithe nó pas nó teastas cláraithe Níl sé seo ina riachtanas má:

source: Applying for your first learner permit
ga: - tá ceadúnas reatha foghlaimeora i do sheilbh agat nó má bhí ceann agat am éigin le 5 bliana anuas nó

source: The completed application form D201 should be accompanied by:
ga: - tá agat cheana féin ceadúnas bailí tiomána a d’eisigh stát eile AE nó stát nó tír aitheanta eile AE

source: • Your current or last driving licence and/or learner permit if you have one
ga: • Do cheadúnas reatha nó deireanach tiomána agus/nó do cheadúnas foghlaimeora má tá ceann agat

source: • Your driver theory test certificate
ga: • Do theastas tástála teoirice tiomána

source: • A Driving Licence Eyesight Report Form
ga: • Tuairisc ar radharc na súl, Foirm D502

source: A completed eyesight report form must accompany all first learner permit applications - see below
ga: Ní mór go ngabhfaidh tuairisc chomhlánaithe ar radharc na súl le gach iarratas céaduaire ar cheadúnas foghlaimeora – féach thíos

source: • A Driving Licence Medical Report Form may be required - see below
ga: • Tuairisc liachta, Foirm D501. Teastaíonn tuairisc liachta faoi chúinsí áirithe – féach thíos

source: • The appropriate fee - see Rates above
ga: • An táille chuí – féach Rátaí thuas

source: Applying for your second learner permit
ga: Iarratas a dhéanamh ar do dhara ceadúnas foghlaimeora

source: When applying for your second learner permit the completed application form D.201 should be accompanied by:
ga: Nuair a bhíonn iarratas á dhéanamh agat ar do dhara cheadúnas foghlaimeora, ba cheart go ngabhfaidh an méid a leanas le foirm chomhlánaithe iarratais D201:

source: • Your last learner permit
ga: • Do cheadúnas foghlaimeora deireanach

source: • A Driving Licence Eyesight Report Form may be required - see below
ga: Teastaíonn tuairisc liachta faoi chúinsí áirithe – féach thíos

source: • The appropriate fee- see Rates above
ga: • An táille chuí – féach Rátaí thuas

source: Applying for your third or subsequent learner permit
ga: Iarratas a dhéanamh ar do thríú ceadúnas foghlaimeora nó cinn ina dhiaidh sin

source: When applying for your third or subsequent learner permit the completed application form D.201 should be accompanied by:
ga: Ba cheart go ngabhfaidh an méid a leanas le foirm chomhlánaithe iarratais D201:

source: • Evidence of having taken the motorbike driving test in the previous 2 years or evidence of a forthcoming test
ga: • Fianaise gur thug tú faoin tástáil tiomána gluaisrothair sa 2 bhliain roimhe sin nó fianaise de thástáil a bheidh ag teacht aníos

source: A completed Driving Licence Eyesight Report Form must accompany all first learner permit applications
ga: Ní mór go ngabhfaidh tuairisc chomhlánaithe ar radharc na súl, Foirm D502, le gach iarratas céaduaire foghlaimeora – féach thíos

source: An eyesight report is not required where a medical report is provided unless indicated by the doctor
ga: Ba chóir go dtabharfaidh radharceolaí oftalmach nó cleachtóir cláraithe liachta faoi do thástáil súl

source: It is also available from NDLS centres. A registered ophthalmic optician or a registered medical practitioner should conduct your eye test
ga: Ba chóir dó nó di ansin Foirm D502 a chomhlánú agus bheith ina f(h)inné ar do dhearbhú sínithe ar an bhfoirm

source: The report is valid for 1 month
ga: Tá an tuairisc bailí ar feadh 1 mhí

source: A Driving Licence Medical Report Form is required if:
ga: Teastaíonn tuairisc liachta, Foirm D501, má:

source: • You will be 70 years of age or more on the first day of the period for which the permit is being issued
ga: • Bheidh tú 70 bliain d’aois nó níos sine ar an gcéad lá den tréimhse a bhfuil an ceadúnas á eisiúint di, nó

source: • You have any of certain disabilities or conditions (see application form)
ga: • Tá tú faoi mhíchumas áirithe nó tá galair áirithe ort nó

source: You do not have to provide a medical report if you have previously provided a satisfactory medical report which is still applicable
ga: • Glacann tú drugaí nó cógas go rialta ar dócha go mbainfidh siad de do chumas chun tiomáint go sábháilte

source: It is also available from NDLS centres. A registered medical practitioner should carry out your medical examination and then complete the form
ga: Ba cheart do chleachtóir cláraithe liachta tabhairt faoi do scrúdú liachta agus an fhoirm a chomhlánú ansin

source: You must sign the declaration on the medical report form in the presence of the registered medical practitioner
ga: Ní mór duit an dearbhú a shíniú ar fhoirm na tuairisce liachta i láthair an chleachtóra chláraithe liachta

source: - Current passport for all non-Irish citizens
ga: • Pas Reatha do gach saoránach nach as Éireann dóibh

source: - Current national identity card for EU/EEA/Swiss citizens
ga: • Cárta Aitheantais Náisiúnta Reatha do Shaoránaigh an AE/EEA/na hEilvéise

source: - Current UK (photo) driving licence
ga: • Ceadúnas tiomána reatha na Ríochta Aontaithe (grianghraf)

source: - Current Public Services Card
ga: • Cárta Seirbhísí Poiblí Reatha

source: - Current Irish travel document (issued by INIS)
ga: • Cáipéisí Taistil Éireannach Reatha

source: • Proof of your residency entitlement
ga: Fianaise chun Gnáthchónaitheacht a dheimhniú

source: - Irish/UK long-form birth certificate or adoption certificate
ga: • Teastas Breithe Fadfhoirme Éireannach/na Ríochta Aontaithe nó Teastas • Uchtaithe

source: - Current passport for all EU/EEA/Swiss citizens
ga: • Pas Reatha do gach Saoránach an AE/EEA/na hEilvéise

source: - Current Certificate of Registration (GNIB card) for non-EU/EEA/Swiss citizens
ga: • Teastas Cláraithe Reatha (cárta GNIB) do Shaoránaigh nach as an AE/EEA/ • Eilvéis dóibh

source: - Public Services Card/Social Services Card
ga: • Cárta Seirbhísí Poiblí/ Cárta Seirbhísí Sóisialta

source: - Correspondence from Revenue or Social Welfare showing PPSN
ga: • Comhfhreagras ó na Coimisinéirí Ioncaim/Leas Sóisialach ag léiriú PPSN

source: - P21/Tax Assessment/ Notice of tax credits
ga: • P21/Measúnú Cánach/Fógra ar Chreidmheasanna Cánach

source: - Receipt of social welfare payment
ga: • Admháil ar Íocaíocht Leasa Shóisialaigh ag léiriú do PPSN

source: - Medical card/Drug Payment Scheme (DPS) Card
ga: • Cárta Leighis/ Cárta Íocaíochta um Dhrugaí (DPS)

source: - Utility bill from your electricity/phone/gas/cable television/broadband provider
ga: ó do sholáthraí leictreachais/teileafóin/gáis/teilifíse

source: - Statement from your bank/building society/credit union
ga: Ní ghlactar le billí fóin phóca
